Repository: thomassfrankk/Traffic-Sign-Quiz
Catalog: Trafikkskilt Quiz/*.lproj/Localizable.strings
Languages: vi

source: Traffic Sign Quiz
vi: Trắc nghiệm biển báo

source: Let's Play
vi: Chơi ngay

source: Training Zone
vi: Khu vực luyện tập

source: Updating
vi: Đang cập nhật

source: Language not supported
vi: Không hỗ trợ ngôn ngữ

source: Use English
vi: Sử dụng tiếng Anh

# language_not_supported_for_country
source: %@ is not supported for %@.
vi: %@ không được hỗ trợ cho %@.

source: Translation required
vi: Cần dịch

source: Translate
vi: Dịch

# use_country
source: Use %@
vi: Sử dụng %@

# view_content_in_language
source: View this content in %@?
vi: Xem nội dung này bằng %@?

source: Update complete
vi: Cập nhật hoàn tất

source: Translating
vi: Đang dịch

source: Translation complete
vi: Dịch hoàn tất

source: Translation failed
vi: Dịch thất bại

source: Settings
vi: Cài đặt

source: Loading Settings…
vi: Đang tải cài đặt…

source: Select Language
vi: Chọn ngôn ngữ

source: Notifications
vi: Thông báo

source: Enable Notifications
vi: Bật thông báo

source: Allow
vi: Cho phép

source: Game Effects
vi: Hiệu ứng trò chơi

source: Sound Effects
vi: Hiệu ứng âm thanh

source: Haptics
vi: Rung

source: You have Premium access
vi: Bạn có quyền truy cập Premium

source: Enjoy an ad-free experience. Thank you for supporting the app.
vi: Trải nghiệm không quảng cáo. Cảm ơn bạn đã ủng hộ ứng dụng.

source: Upgrade to Premium
vi: Nâng cấp lên Premium

source: Support the app and enjoy an ad-free experience
vi: Ủng hộ ứng dụng và trải nghiệm không quảng cáo

source: Remove Ads
vi: Xóa quảng cáo

source: Restore Purchases
vi: Khôi phục giao dịch mua

source: Loading…
vi: Đang tải…

source: Privacy Policy
vi: Chính sách bảo mật

source: Read the policy
vi: Đọc chính sách

source: App Version:
vi: Phiên bản ứng dụng:

source: Information
vi: Thông tin

source: TrafficRules
vi: Luật giao thông

source: Driving Side
vi: Bên lái xe

source: Alcohol Limit
vi: Giới hạn rượu

source: Emergency Number
vi: Số khẩn cấp

# Driving_Side_small
source: Driving Side
vi: Bên lái xe

# Alcohol_Limit_small
source: Alcohol Limit
vi: Giới hạn rượu

# Emergency_Number_small
source: Emergency Number
vi: Số khẩn cấp

# Driving_Side_pad
source: Driving Side
vi: Bên lái xe

# Alcohol_Limit_pad
source: Alcohol Limit
vi: Giới hạn rượu

# Emergency_Number_pad
source: Emergency Number
vi: Số khẩn cấp

source: Right
vi: Phải

source: Left
vi: Trái

source: Traffic Rules
vi: Luật giao thông

source: Speed Limits
vi: Giới hạn tốc độ

source: These speed limits apply where no other limits are posted. It's important to follow the speed limits and adjust your driving to conditions such as poor visibility or slippery roads.
vi: Các giới hạn tốc độ này áp dụng nơi không có giới hạn khác được đăng. Điều quan trọng là tuân theo giới hạn tốc độ và điều chỉnh lái xe theo điều kiện như tầm nhìn kém hoặc đường trơn.

source: Urban
vi: Nội thành

source: Rural
vi: Ngoại thành

source: Motorway
vi: Đường cao tốc

source: Pick a Game
vi: Chọn trò chơi

source: Choose Your Drive. Own the road.
vi: Chọn hành trình. Làm chủ đường.

source: Grand Tour
vi: Chuyến đi lớn

source: Mixed Quiz
vi: Trắc nghiệm hỗn hợp

source: Beat the Clock
vi: Đua với thời gian

source: Flip & Match
vi: Lật và ghép

source: All signs. Section by section. Limited lives.
vi: Tất cả biển báo. Từng phần. Mạng giới hạn.

source: All signs. Section by section. One life.
vi: Tất cả biển báo. Từng phần. Một mạng.

source: Random signs. Decreasing time limit. Three Lives.
vi: Biển báo ngẫu nhiên. Thời gian giảm dần. Ba mạng.

source: Watch the timer. Keep moving. Earn or lose seconds.
vi: Theo dõi đồng hồ. Tiếp tục di chuyển. Kiếm hoặc mất giây.

source: Flip the cards. Find the match. Test your memory.
vi: Lật thẻ. Tìm cặp giống nhau. Thử trí nhớ.

source: Play
vi: Chơi

source: HIGH SCORE: %d SIGNS
vi: ĐIỂM CAO NHẤT: %d BIỂN BÁO

source: NO HIGH SCORE
vi: CHƯA CÓ ĐIỂM CAO NHẤT

source: BONUS GAME
vi: TRÒ CHƠI THƯỞNG

source: COMPLETED
vi: HOÀN THÀNH

source: Play Now
vi: Chơi ngay

source: Play Quiz
vi: Chơi trắc nghiệm

source: Start Tour
vi: Bắt đầu chuyến đi

source: Restart Grand Tour?
vi: Khởi động lại Grand Tour?

source: Restart
vi: Khởi động lại

source: This will erase all section and subsection high scores and reset your tour progress. This action cannot be undone.
vi: Hành động này sẽ xóa tất cả điểm cao nhất của các phần và mục phụ, đồng thời đặt lại tiến trình tour của bạn. Hành động này không thể hoàn tác.

# section_of_format
source: Section %d of %d
vi: Phần %d / %d

source: Get Ready
vi: Chuẩn bị

# signs_life
source: %d Signs - %d Life
vi: %d biển báo - %d mạng

# signs_lives
source: %d Signs - %d Lives
vi: %d biển báo - %d mạng

# amount_signs
source: %d Signs
vi: %d biển báo

source: 3 Lives
vi: 3 mạng

source: 60 Seconds
vi: 60 giây

source: 5 Lives
vi: 5 mạng

source: Learn the rules. Beat the game.
vi: Học luật. Chiến thắng trò chơi.

source: %d signs
vi: %d biển báo

source: High Score: 0%
vi: Điểm cao nhất: 0%

source: Start Quiz
vi: Bắt đầu trắc nghiệm

source: Driver's Guide
vi: Sổ tay

source: Explore each category below.
vi: Khám phá từng danh mục dưới đây.

source: Explore all the signs below.
vi: Khám phá tất cả biển báo dưới đây.

# info_missed_one_sub
source: You missed 1 sign from **%@** in **%@**. Nail this one before your next ride.
vi: Bạn đã sai 1 biển báo từ **%@** trong **%@**. Hãy thành thạo trước chuyến đi tiếp theo.

# info_missed_many_sub
source: You missed %d signs from **%@** in **%@**. Review them and stay on course.
vi: Bạn đã sai %d biển báo từ **%@** trong **%@**. Ôn lại và giữ đúng hướng.

# info_missed_one_section
source: You missed 1 sign from **%@**. Smooth it out before the next drive.
vi: Bạn đã sai 1 biển báo từ **%@**. Ôn lại trước khi lái xe tiếp.

# info_missed_many_section
source: You missed %d signs from **%@**. Brush up before your next drive.
vi: Bạn đã sai %d biển báo từ **%@**. Ôn lại trước khi lái xe tiếp.

source: Get ready!
vi: Chuẩn bị!

source: Memorize
vi: Ghi nhớ

source: Get ready for next Round
vi: Chuẩn bị cho vòng tiếp theo

# memory_round
source: Round %d
vi: Vòng %d

source: +3 Lives
vi: +3 mạng

source: Exit quiz?
vi: Thoát trắc nghiệm?

source: Exit game?
vi: Thoát trò chơi?

source: You will lose your progress in this quiz.
vi: Bạn sẽ mất tiến độ trong trắc nghiệm này.

source: You will lose your progress in this game.
vi: Bạn sẽ mất tiến độ trong trò chơi này.

source: Cancel
vi: Hủy

source: Exit
vi: Thoát

# no_images_available
source: No images available for %@
vi: Không có hình ảnh cho %@

# failed_to_load_image
source: Failed to load image for %@
vi: Không tải được hình ảnh cho %@

# quiz_practise_result
source: %d out of %d correct signs
vi: %d / %d đúng

# quiz_correct_sign
source: Correct Sign
vi: Biển báo đúng

# quiz_correct_signs
source: Correct Signs
vi: Biển báo đúng

source: NEW HIGH SCORE
vi: ĐIỂM CAO NHẤT MỚI

source: High Score:
vi: Điểm cao nhất:

source: Review Mistakes
vi: Xem lại sai sót

source: Tour Complete
vi: Hoàn thành chuyến đi

source: Section Passed
vi: Vượt qua phần

source: Game Over
vi: Kết thúc trò chơi

source: Game Complete
vi: Hoàn thành trò chơi

source: Time's Up!
vi: Hết giờ!

source: Section Complete
vi: Hoàn thành phần

source: Restart Tour
vi: Bắt đầu lại chuyến đi

source: Continue to Elite
vi: Tiếp tục đến Elite

source: Continue
vi: Tiếp tục

source: Try Again
vi: Thử lại

source: Recorded Errors
vi: Lỗi đã ghi

source: Incorrect Answers
vi: Câu trả lời sai

source: Overview
vi: Tổng quan

source: 100% required to pass
vi: Cần 100% để đạt

source: 80% required to pass
vi: Cần 80% để đạt

source: signs
vi: biển báo

source: questions correctly
vi: câu hỏi đúng

source: Back to Menu
vi: Về menu

source: Region
vi: Khu vực

source: Country
vi: Quốc gia

source: High Score: %d%%
vi: Điểm cao nhất: %d%%

source: Welcome to
vi: Chào mừng đến

source: Let's Get Started
vi: Bắt đầu nào

source: Select country
vi: Chọn quốc gia

source: Select language
vi: Chọn ngôn ngữ

source: Switch countries anytime from the home screen
vi: Đổi quốc gia bất cứ lúc nào từ màn hình chính

source: Stay Informed
vi: Luôn cập nhật

source: Stay updated with new signs, feature releases, and important app notifications.
vi: Cập nhật biển báo mới, tính năng mới và thông báo quan trọng.

source: Skip
vi: Bỏ qua

source: Enable
vi: Bật

source: Downloading Signs
vi: Đang tải biển báo

source: Buckle Up
vi: Thắt dây an toàn

source: Ready to hit the road!
vi: Sẵn sàng lên đường!

source: Fuel Required
vi: Cần nhiên liệu

source: Fueling Up!
vi: Đang đổ xăng!

source: Car is Ready
vi: Xe đã sẵn sàng

source: Download Signs
vi: Tải biển báo

source: Download the traffic signs to get started
vi: Tải biển báo giao thông để bắt đầu

source: Downloading traffic signs and challenges.
vi: Đang tải biển báo giao thông và thử thách.

source: Test your knowledge and master traffic rules.
vi: Kiểm tra kiến thức và thành thạo luật giao thông.

source: Let's Go
vi: Đi thôi

source: Australia
vi: Úc

source: Austria
vi: Áo

source: Belgium
vi: Bỉ

source: Cyprus
vi: Síp

source: Czech Republic
vi: Cộng hòa Séc

source: Denmark
vi: Đan Mạch

source: Finland
vi: Phần Lan

source: France
vi: Pháp

source: Germany
vi: Đức

source: Greece
vi: Hy Lạp

source: India
vi: Ấn Độ

source: Italy
vi: Ý

source: Japan
vi: Nhật Bản

source: Netherlands
vi: Hà Lan

source: Norway
vi: Na Uy

source: Poland
vi: Ba Lan

source: Portugal
vi: Bồ Đào Nha

source: South Africa
vi: Nam Phi

source: South Korea
vi: Hàn Quốc

source: Spain
vi: Tây Ban Nha

source: Sweden
vi: Thụy Điển

source: Switzerland
vi: Thụy Sĩ

source: Thailand
vi: Thái Lan

source: Trinidad and Tobago
vi: Trinidad và Tobago

source: United Kingdom
vi: Vương quốc Anh

source: United States
vi: Hoa Kỳ

source: Vatican City
vi: Vatican

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Portuguese (Brazil)
vi: Tiếng Bồ Đào Nha (Brazil)

source: Ukrainian
vi: Tiếng Ukraine

source: Italian
vi: Tiếng Ý

source: Chinese (Traditional)
vi: Tiếng Trung (Phồn thể)

source: Korean
vi: Tiếng Hàn

source: German
vi: Tiếng Đức

source: Chinese (Simplified)
vi: Tiếng Trung (Giản thể)

source: Japanese
vi: Tiếng Nhật

source: Indonesian
vi: Tiếng Indonesia

source: Dutch
vi: Tiếng Hà Lan

source: French
vi: Tiếng Pháp

source: Thai
vi: Tiếng Thái

source: Spanish
vi: Tiếng Tây Ban Nha

source: Turkish
vi: Tiếng Thổ Nhĩ Kỳ

source: Polish
vi: Tiếng Ba Lan

source: Arabic
vi: Tiếng Ả Rập

source: Russian
vi: Tiếng Nga

source: Hindi
vi: Tiếng Hindi

source: Norwegian
vi: Tiếng Na Uy
