Repository: thomassfrankk/Traffic-Sign-Quiz
Catalog: Managers/Trafikkskilt Quiz/*.lproj/Localizable.strings
Languages: nb

source: Traffic Sign Quiz
nb: Trafikkskilt Quiz

source: Let's Play
nb: Spill

source: Training Zone
nb: Øvingsbane

source: Language not supported
nb: Språket støttes ikke

source: Use English
nb: Bruk engelsk

source: language_not_supported_for_country
nb: %@ støttes ikke for %@.

source: Translation required
nb: Oversettelse kreves

source: Translate
nb: Oversett

source: use_country
nb: Bruk %@

source: view_content_in_language
nb: Vis dette innholdet på %@?

source: Update complete
nb: Oppdatering fullført

source: Translating
nb: Oversetter

source: Translation complete
nb: Oversettelse fullført

source: Translation failed
nb: Oversettelse mislyktes

source: Settings
nb: Innstillinger

source: Loading Settings…
nb: Laster inn innstillinger…

source: Notifications
nb: Varsler

source: Select Language
nb: Velg språk

source: Enable Notifications
nb: Aktiver varsler

source: Allow
nb: Tillat

source: Game Effects
nb: Spilleffekter

source: Sound Effects
nb: Lydeffekter

source: Haptics
nb: Haptikk

source: You have Premium access
nb: Du har Premium-tilgang

source: Enjoy an ad-free experience. Thank you for supporting the app.
nb: Nyt en reklamefri opplevelse. Takk for at du støtter appen.

source: Upgrade to Premium
nb: Oppgrader til Premium

source: Support the app and enjoy an ad-free experience
nb: Støtt appen og få en reklamefri opplevelse

source: Remove Ads
nb: Fjern reklame

source: Restore Purchases
nb: Gjenopprett kjøp

source: Loading…
nb: Laster…

source: Privacy Policy
nb: Personvern

source: Read the policy
nb: Les personvern

source: App Version:
nb: App-versjon:

source: Information
nb: Informasjon

source: Traffic Rules
nb: Trafikkregler

source: Driving Side
nb: Kjøreside

source: Alcohol Limit
nb: Promillegrense

source: Emergency Number
nb: Nødsentral

source: Right
nb: Høyre

source: Left
nb: Venstre

source: Speed Limits
nb: Fartsgrenser

source: These speed limits apply where no other limits are posted. It’s important to follow the speed limits and adjust your driving to conditions such as poor visibility or slippery roads.
nb: Fartsgrensene gjelder der det ikke er satt opp skilt med andre fartsgrenser. Det er viktig å overholde fartsgrensene, og å kjøre etter forholdene ved for eksempel dårlig sikt eller glatt vegbane.

source: Urban
nb: Tettsteder

source: Rural
nb: Landlig

source: Motorway
nb: Motorvei

source: km/h
nb: km/t

source: Pick a Game
nb: Velg et spill

source: Choose Your Drive. Own the road.
nb: Ta styringen. Erobre veien.

source: Mixed Quiz
nb: Blandet Quiz

source: Beat the Clock
nb: Slå Klokka

source: All signs. Section by section. Limited lives.
nb: Alle skilt. Seksjon for seksjon. Begrenset antall liv.

source: All signs. Section by section. One life.
nb: Alle skilt. Seksjon for seksjon. Ett liv.

source: Random signs. Decreasing time limit. Three Lives.
nb: Tilfeldige skilt. Synkende svarstid. Tre liv.

source: Watch the timer. Keep moving. Earn or lose seconds.
nb: Følg tiden. Hold tempoet. Tjen eller mist sekunder.

source: Flip the cards. Find the match. Test your memory.
nb: Vend kortene. Finn samsvarende. Test hukommelsen din.

source: Play
nb: Spill

source: HIGH SCORE: %d SIGNS
nb: REKORD: %d SKILT

source: NO HIGH SCORE
nb: INGEN REKORD

source: BONUS GAME
nb: BONUSSPILL

source: COMPLETED
nb: FULLFØRT

source: Play Now
nb: Spill nå

source: Play Quiz
nb: Spill quiz

source: Get Ready
nb: Gjør deg klar

source: signs_life
nb: %d skilt – %d liv

source: signs_lives
nb: %d skilt – %d liv

source: amount_signs
nb: %d skilt

source: 3 Lives
nb: 3 liv

source: 60 Seconds
nb: 60 sekunder

source: 5 Lives
nb: 5 liv

source: section_of_format
nb: Seksjon %d av %d

source: Learn the rules. Beat the game.
nb: Lær reglene. Mestre spillet.

source: %d signs
nb: %d skilt

source: High Score: 0%
nb: Rekord: 0%

source: Driver's Guide
nb: Førerhåndbok

source: Explore each category below.
nb: Utforsk hver kategori nedenfor.

source: Explore all the signs below.
nb: Utforsk alle skiltene nedenfor.

source: info_missed_one_sub
nb: Du bommet på 1 skilt fra **%@** i **%@**. Mestre dette før neste kjøring.

source: info_missed_many_sub
nb: Du bommet på %d skilt fra **%@** i **%@**. Gå gjennom dem og hold kursen.

source: info_missed_one_section
nb: Du bommet på 1 skilt fra **%@**. Få det på plass før neste kjøring.

source: info_missed_many_section
nb: Du bommet på %d skilt fra **%@**. Repeter før neste kjøring.

source: Get ready!
nb: Gjør deg klar!

source: Memorize
nb: Husk

source: Get ready for next Round
nb: Gjør deg klar for neste runde

source: memory_round
nb: Runde %d

source: Exit quiz?
nb: Avslutte quizen?

source: You will lose your progress in this quiz.
nb: Du vil miste fremdriften din i denne quizen.

source: Cancel
nb: Avbryt

source: Exit
nb: Avslutt

source: no_images_available
nb: Ingen bilder tilgjengelig for %@

source: failed_to_load_image
nb: Kunne ikke laste bilde for %@

source: quiz_practise_result
nb: %d av %d riktige skilt

source: quiz_correct_sign
nb: Riktig skilt

source: quiz_correct_signs
nb: Riktige skilt

source: NEW HIGH SCORE
nb: NY REKORD

source: High Score:
nb: Rekord:

source: Review Mistakes
nb: Gå gjennom feil

source: Recorded Errors
nb: Feilregistrering

source: Overview
nb: Oversikt

source: Incorrect Answers
nb: Feil svar

source: Tour Complete
nb: Turné fullført

source: Section Passed
nb: Seksjon bestått

source: Game Complete
nb: Spill fullført

source: Time's Up!
nb: Tiden er ute!

source: Section Complete
nb: Seksjon fullført

source: Restart Tour
nb: Start turné på nytt

source: Continue to Elite
nb: Fortsett til Elite

source: Continue
nb: Fortsett

source: Try Again
nb: Prøv igjen

source: 100% required to pass
nb: 100% kreves for å bestå

source: 80% required to pass
nb: 80% kreves for å bestå

source: Decide how many signs you want to be tested on. The signs will be chosen randomly from all categories.
nb: Bestem hvor mange skilt du vil testes på. Skiltene velges tilfeldig fra alle kategorier.

source: Choose how long you want to play and answer as many signs as you can before time runs out.
nb: Velg hvor lenge du vil spille og svar på så mange skilt du kan før tiden går ut.

source: Explore the categories. Learn the signs or take a quiz in each.
nb: Utforsk kategoriene. Lær skiltene eller ta en quiz i hver av dem.

source: signs
nb: skilt

source: minute
nb: minutt

source: minutes
nb: minutter

source: Test your skills
nb: Test dine ferdigheter

source: Exit Game?
nb: Avslutte spillet?

source: You will lose your progress in this game.
nb: Du vil miste fremgangen i dette spillet.

source: Quiz Complete
nb: Quiz Fullført

source: You answered
nb: Du svarte

source: questions correctly
nb: riktige svar

source: correct
nb: riktig

source: Back to Menu
nb: Til hovedmenyen

source: Traffic Master
nb: Trafikkmester

source: Highway Hero
nb: Veiviser

source: Learner Driver
nb: Øvelsessjåfør

source: Back to Driving School
nb: Tilbake til kjøreskolen

source: Country
nb: Land

source: Updating
nb: Oppdaterer

source: High Score: %d signs
nb: Rekord: %d skilt

source: High Score: %d%%
nb: Rekord: %d%%

source: High Scores: %@
nb: Rekord: %@

source: Learn Signs
nb: Lær Skiltene

source: categories
nb: kategorier

source: It's Quiz Time!
nb: Klar for quiz?

source: Jump back in and test your traffic sign knowledge 🚗💨
nb: Hopp inn igjen og test trafikkskiltkunnskapene dine 🚗💨

source: Welcome to
nb: Velkommen til

source: Let's Get Started
nb: Kom i gang

source: Select country
nb: Velg land

source: Select language
nb: Velg språk

source: Stay Informed
nb: Vær oppdatert

source: We couldn’t activate notifications. Please try again.
nb: Vi kunne ikke aktivere varsler. Prøv igjen.

source: Stay updated with new signs, feature releases, and important app notifications.
nb: Hold deg oppdatert med nye skilt, funksjonsoppdateringer og viktige app-varsler.

source: Skip
nb: Hopp Over

source: Enable
nb: Aktiver

source: Downloading Signs
nb: Laster ned skilt

source: Buckle Up
nb: Spenn deg fast

source: Fuel Required
nb: Drivstoff påkrevd

source: Fueling Up!
nb: Fyller opp!

source: Car is Ready
nb: Bilen er klar

source: Download Signs
nb: Last ned skilt

source: Download the traffic signs to get started
nb: Last ned trafikkskiltene for å komme i gang

source: Downloading traffic signs and challenges.
nb: Laster ned trafikkskilt og utfordringer.

source: Test your knowledge and master traffic rules.
nb: Test kunnskapen og mestre trafikkreglene.

source: Let's Go
nb: Kjør på

source: Austria
nb: Østerrike

source: Belgium
nb: Belgia

source: Croatia
nb: Kroatia

source: Cyprus
nb: Kypros

source: Czech Republic
nb: Tsjekkia

source: Denmark
nb: Danmark

source: Estonia
nb: Estland

source: France
nb: Frankrike

source: Germany
nb: Tyskland

source: Greece
nb: Hellas

source: Hungary
nb: Ungarn

source: Iceland
nb: Island

source: Ireland
nb: Irland

source: Italy
nb: Italia

source: Lithuania
nb: Litauen

source: Netherlands
nb: Nederland

source: Norway
nb: Norge

source: Papua New Guinea
nb: Papua Ny-Guinea

source: Philippines
nb: Filippinene

source: Poland
nb: Polen

source: Seychelles
nb: Seychellene

source: South Africa
nb: Sør-Afrika

source: South Korea
nb: Sør-Korea

source: Spain
nb: Spania

source: Sweden
nb: Sverige

source: Switzerland
nb: Sveits

source: Trinidad and Tobago
nb: Trinidad og Tobago

source: United Kingdom
nb: Storbritannia

source: Ukraine
nb: Ukraina

source: United States
nb: USA

source: Vatican City
nb: Vatikanstaten

source: English
nb: Engelsk

source: Vietnamese
nb: Vietnamesisk

source: Portuguese (Brazil)
nb: Portugisisk (Brasil)

source: Ukrainian
nb: Ukrainsk

source: Italian
nb: Italiensk

source: Chinese (Traditional)
nb: Kinesisk (Tradisjonell)

source: Korean
nb: Koreansk

source: German
nb: Tysk

source: Chinese (Simplified)
nb: Kinesisk (Forenklet)

source: Japanese
nb: Japansk

source: Indonesian
nb: Indonesisk

source: Dutch
nb: Nederlandsk

source: French
nb: Fransk

source: Thai
nb: Thailandsk

source: Spanish
nb: Spansk

source: Turkish
nb: Tyrkisk

source: Polish
nb: Polsk

source: Arabic
nb: Arabisk

source: Russian
nb: Russisk

source: Norwegian
nb: Norsk
